Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamelaiskarajien_puheenjohtaja_kansallispaivan_puheessaan:_saamelaisten_itsehallintoa_on_kunnioitettava_.html.tmx
Source language: fin
Languages: sms

source: Saamelaiskäräjien puheenjohtaja kansallispäivän puheessaan: saamelaisten itsehallintoa on kunnioitettava
sms: Sääʹmteeʹǧǧ saaǥǥjååʹđteeʹjj meersažpeeiʹv saaǥǥâst: saaʹmi jiõččvaaldâšm âlgg ciʹsttjed

source: Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso kysyy saamelaisten kansallispäivän puheessaan kansanedustajilta: oletteko valmiita kunnioittamaan saamelaisten perustuslaillista itsehallintoa ja kansainvälisiä sopimuksia, kuten olette meille vuosikymmeniä luvanneet?
sms: Sääʹmteeʹǧǧ saaǥǥjååʹđteeʹjj Tuomas Aslak Juuso kââčč saaʹmi meersažpeeiʹv saaǥǥstes parlameʹnttniiʹǩǩin: leäʹped-a vaalmâš ciʹsttjed saaʹmi vuâđđlääǥǥlaž jiõččvaaldâšm da meeraikõskksaž suåppmõõžžid, mâʹte leäʹped miʹjjid looʹjjid iiʹjjid låʹppääm?

source: Puheenjohtaja Tuomas Aslak Juuso iloitsee kansallispäivän puheessaan monien vaalikauden tärkeiden tavoitteiden saavuttamisesta.
sms: Saaǥǥjååʹđteeʹjj Tuomas Aslak Juuso rämmaš meersažpeeiʹv saaǥǥstes määŋgai vaalpââʹj vääžnai täävtõõzzi õsttmõʹšše.

source: Hän nostaa esille esimerkiksi neuvotteluissa onnistumisen luonnonsuojelulain ja ilmastolain uudistuksissa.
sms: Son kägg ouʹdde ouddmiârkkân saǥstõõllmõõžžin oʹnnstummuž luâđsuõjjlemlääʹjj da äimmõslääʹjj oođummšin.

source: – Olen todella tyytyväinen siihen, että lakiuudistuksissa turvataan perinteiset elinkeinomme ja kulttuurimme, ja lisäksi asiantuntemuksemme huomioidaan jatkossa entistä paremmin saamelaisen ilmastoneuvoston työn kautta, puheenjohtaja Juuso toteaa.
sms: – Leäm samai tååđvaž tõõzz, što lääʹjjoođummšin tuõrvât mij äʹrbbvuõđlaž jieʹllemvueʹjj da kulttuur, da lââʹssen mij äʹšštobddmõõžž vääʹldet lokku juätkast oouʹdab pueʹrben sääʹm äimmõs-suåvtõõzz tuâj pääiʹǩ, saaǥǥjååʹđteeʹjj Juuso tuâtt.

source: Hän nostaa myös Saamelaiskäräjien budjetista esille aiheita iloon ja huoleen.
sms: Son kägg še Sääʹmteeʹǧǧ budjeeʹttest ouʹdde aaʹššid rammu da huõʹlle.

source: – Saimme budjettiin lisäystä toimintaedellytyksiemme vahvistamiseen, ja myös kulttuurimäärärahaan saatiin korotus.
sms: – Vuõǯǯim budjetta lââzztõõzz tåimmamoudldõõzzi raʹvvjem diõtt, da kulttuurmieʹrrteägga še vuõǯǯim pââjõõzz.

source: Näiden avulla voimme entistä paremmin edistää oikeuksiamme ja kulttuuriamme eri osa-alueilla.
sms: Täi veäkka vueiʹttep ääiʹjbu pueʹrben oouʹdeed mij vuõiggâdvuõđid da kulttuur jeeʹres suõʹrjin.

source: Toisaalta saamelaiskulttuurikeskusten rahoituksen haasteet ovat edelleen ratkaisematta, puheenjohtaja Juuso kertoo.
sms: Nuuʹbb beäʹlnn sääʹmkulttuurkõõskõõzz teäggtõõzz vaʹǯǯtõõzz liâ veâl räʹtǩǩeeǩani, saaǥǥjååʹđteeʹjj Juuso särnn.

source: Lisäksi puheenjohtaja kysyy puheessaan kansanedustajilta, aikovatko nämä kunnioittaa saamelaisten virallisten edustuselinten hyväksymää saamelaiskäräjälakiesitystä.
sms: Lââʹssen saaǥǥjååʹđteeʹjj kââčč saaǥǥstes parlameʹnttniiʹǩǩin, äigga-a täk ciʹsttjed saaʹmi veerǥlaž eeʹttkâʹsttemorgaani priimmâm sääʹmteʹǧǧlääʹǩǩeʹtǩǩõõzz.

source: Hän muistuttaa heitä myös oikeusvaltion tarpeellisuudesta.
sms: Son mušttat siʹjjid še vuõiggâdvuõttriikk taarblažvuõđâst.

source: – Oikeusvaltiota ei tarvita vain niissä tilanteissa, joissa oikeuksien takaaminen on helppoa, vaivatonta ja sopuisaa, vaan sen voima todellinen voima testataan silloin, kun ratkaisuja täytyy tehdä, vaikka ne eivät miellytä kaikkia, hän huomauttaa.
sms: – Vuõiggâdvuõttriikk jeät taarbâž tåʹlǩ tõin vueʹjjin, koin vuõiggâdvuõđi staanmõš lij hiâlpp, vääiʹvtem da suåvlaž, pâi tõn tuõttlaž viõkk teʹsttjet tâʹl, ǥu räʹtǩǩummšid âlgg tuejjeed, håʹt-i tõk jiâ miõlstââʹtt pukid, son vuâmmšâtt.

source: Puheenjohtaja kiittää kansallispäivänä myös valtioneuvoston jäseniä yhteistyöstä saamelaisasioissa kuluneella vaalikaudella.
sms: Saaǥǥjååʹđteeʹjj späʹssbââšš meersažpeiʹvven še riikksuåvtõõzz vuäzzlaid õhttsažtuâjast sääʹmaaʹššin tän vaalpââʹj poodd.

source: – Haluan kiittää erityisesti pääministeri Sanna Marinia sekä oikeusministeri Anna-Maja Henrikssonia, sekä myös muita kanssamme tavanneita ja hyvää yhteistyötä tehneitä ministereitä, kuten Li Anderssonia, Pekka Haavistoa, Emma Karia, Krista Mikkosta ja Maria Ohisaloa, puheenjohtaja Juuso toteaa.
sms: – Haaʹlääm späʹssbõõššâd jeäʹrben väʹlddminister Sanna Marin da vuõiggâdvuõttminister Anna-Maja Henriksson, di še järrsid ǩeäivuiʹm leäʹp vuõinnlõõttâm da pueʹrr õhttsažtuâjast ministeeʹrid, mâʹte Li Andersson, Pekka Haavisto, Emma Kari, Krista Mikkonen da Maria Ohisalo, saaǥǥjååʹđteeʹjj Juuso tuâtt.

source: L ue Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuson kansallispäivän puhe täältä .
sms: Looǥǥ Sääʹmteeʹǧǧ saaǥǥjååʹđteeʹjj Tuomas Aslak Juuso meersažpeeiʹv saaǥǥ tääiʹben .

source: Katso video Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuson kansallispäivän puheesta täältä.
sms: Ǩiõčč video Sääʹmteeʹǧǧ saaǥǥjååʹđteeʹjj Tuomas Aslak Juuso meersažpeeiʹv saaǥǥâst tääiʹbe n.

source: Lisätietoja:
sms: Lââʹssteâđ:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso@samediggi.fi
sms: Tuomas Aslak Juuso Saaǥǥjååʹđteeʹjj 040 687 3394 tuomas.juuso@samediggi.fi
